Repository: sapoepsilon/Whispera
Catalog: MiscUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Toggle Debug Mode
de: Debug-Modus umschalten
es: Activar o desactivar depuración
fr: Activer/désactiver le débogage

source: Toggle Dictation
de: Diktat umschalten
es: Alternar dictado
fr: Basculer la dictée

source: Too late to approve here.
de: Zu spät, um hier zu erlauben.
es: Es demasiado tarde para aprobar aquí.
fr: Trop tard pour autoriser ici.

source: Top
de: Oben
es: Arriba
fr: En haut

source: Total Audio
de: Audio gesamt
es: Audio total
fr: Audio total

source: Total: %@
de: Gesamt: %@

source: Touch ID didn't match.
de: Touch ID wurde nicht erkannt.
es: Touch ID no coincide.
fr: Touch ID n’a pas reconnu votre empreinte.

source: Touch ID isn't available.
de: Touch ID ist nicht verfügbar.
es: Touch ID no está disponible.
fr: Touch ID n’est pas disponible.

source: Touch ID was cancelled. Nothing was sent.
de: Touch ID wurde abgebrochen. Es wurde nichts gesendet.
es: Se canceló Touch ID. No se envió nada.
fr: Touch ID a été annulé. Rien n’a été envoyé.

source: Trackpad vibration when shortcut is triggered
de: Trackpad vibriert beim Auslösen des Kurzbefehls
es: Vibración del trackpad al usar el atajo
fr: Vibration du trackpad lors du raccourci

source: Traditional
de: Langzeichen
es: Tradicional
fr: Traditionnel

source: Transcribe
de: Transkribieren
es: Transcribir
fr: Transcrire

source: Transcribe Audio File
de: Audiodatei transkribieren
es: Transcribir archivo de audio
fr: Transcrire un fichier audio

source: Transcribe File
de: Datei transkribieren
es: Transcribir archivo
fr: Transcrire un fichier

source: Transcribe a file
de: Datei transkribieren
es: Transcribir un archivo
fr: Transcrire un fichier

source: Transcribe in original language
de: In der Originalsprache transkribieren
es: Transcribir en el idioma original
fr: Transcrire dans la langue d'origine

source: Transcribe speech as text
de: Sprache als Text transkribieren
es: Transcribir la voz como texto
fr: Transcrire la parole en texte

source: Transcribe speech in real-time with automatic text replacement
de: Sprache in Echtzeit mit automatischer Textersetzung transkribieren
es: Transcribir en tiempo real con reemplazo automático del texto
fr: Transcrire en temps réel avec remplacement automatique du texte

source: Transcribed Text:
de: Transkribierter Text:
es: Texto transcrito:
fr: Texte transcrit :

source: Transcribes an audio or video file on this Mac with the loaded Whisper model and returns the text.
de: Transkribiert eine Audio- oder Videodatei auf diesem Mac mit dem geladenen Whisper-Modell und gibt den Text zurück.
es: Transcribe un archivo de audio o vídeo en este Mac con el modelo Whisper cargado y devuelve el texto.
fr: Transcrit un fichier audio ou vidéo sur ce Mac avec le modèle Whisper chargé et renvoie le texte.

source: Transcribing File...
de: Datei wird transkribiert...
es: Transcribiendo archivo...
fr: Transcription du fichier...

source: Transcribing video...
de: Video wird transkribiert...
es: Transcribiendo vídeo...
fr: Transcription de la vidéo...

source: Transcribing video... This may take a few minutes.
de: Video wird transkribiert... Das kann einige Minuten dauern.
es: Transcribiendo vídeo... Puede tardar unos minutos.
fr: Transcription de la vidéo... Cela peut prendre quelques minutes.

source: Transcribing with %@...
de: Transkription mit %@...
es: Transcribiendo con %@...
fr: Transcription avec %@...

source: Transcribing...
de: Wird transkribiert...
es: Transcribiendo...
fr: Transcription...

source: Transcribing: %@
de: Transkription: %@
es: Transcribiendo: %@
fr: Transcription : %@

source: Transcribing…
de: Wird transkribiert…
es: Transcribiendo…
fr: Transcription…

source: Transcription
de: Transkription
es: Transcripción

source: Transcription Activity
de: Transkriptionsaktivität
es: Actividad de transcripción
fr: Activité de transcription

source: Transcription Activity…
de: Transkriptionsaktivität…
es: Actividad de transcripción…
fr: Activité de transcription…

source: Transcription Complete
de: Transkription abgeschlossen
es: Transcripción completada
fr: Transcription terminée

source: Transcription Complete!
de: Transkription abgeschlossen!
es: ¡Transcripción completada!
fr: Transcription terminée !

source: Transcription Error
de: Transkriptionsfehler
es: Error de transcripción
fr: Erreur de transcription

source: Transcription Failed
de: Transkription fehlgeschlagen
es: Error en la transcripción
fr: Échec de la transcription

source: Transcription History
de: Transkriptionsverlauf
es: Historial de transcripciones
fr: Historique des transcriptions

source: Transcription Mode: %@
de: Transkriptionsmodus: %@
es: Modo transcripción: %@
fr: Mode transcription : %@

source: Transcription Options
de: Transkriptionsoptionen
es: Opciones de transcripción
fr: Options de transcription

source: Transcription Queue
de: Transkriptionswarteschlange
es: Cola de transcripción
fr: File de transcription

source: Transcription Result
de: Transkriptionsergebnis
es: Resultado de la transcripción
fr: Résultat de la transcription

source: Transcription Settings
de: Transkriptionseinstellungen
es: Ajustes de transcripción
fr: Réglages de transcription

source: Transcription completed
de: Transkription abgeschlossen
es: Transcripción completada
fr: Transcription terminée

source: Transcription failed: %@
de: Transkription fehlgeschlagen: %@
es: Error en la transcripción: %@
fr: Échec de la transcription : %@

source: Transcription history could not be opened.
de: Der Transkriptionsverlauf konnte nicht geöffnet werden.
es: No se pudo abrir el historial de transcripciones.
fr: Impossible d'ouvrir l'historique des transcriptions.

source: Transcription history could not be saved to disk (%@). This session's dictations are kept until Whispera quits.
de: Der Transkriptionsverlauf konnte nicht gespeichert werden (%@). Die Diktate dieser Sitzung bleiben erhalten, bis Whispera beendet wird.
es: No se pudo guardar el historial de transcripciones en el disco (%@). Los dictados de esta sesión se conservan hasta que cierres Whispera.
fr: L'historique de transcriptions n'a pas pu être enregistré sur le disque (%@). Les dictées de cette session sont conservées jusqu'à la fermeture de Whispera.

source: Transcription:
de: Transkription:
es: Transcripción:

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire

source: Translate speech to English
de: Sprache ins Englische übersetzen
es: Traducir la voz al inglés
fr: Traduire la parole en anglais

source: Translate speech to English instead of transcribing
de: Sprache ins Englische übersetzen statt transkribieren
es: Traducir la voz al inglés en lugar de transcribirla
fr: Traduire la parole en anglais au lieu de la transcrire

source: Translate to English
de: Ins Englische übersetzen
es: Traducir al inglés
fr: Traduire en anglais

source: Translating...
de: Wird übersetzt...
es: Traduciendo...
fr: Traduction...

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction

source: Translation Mode
de: Übersetzungsmodus
es: Modo traducción
fr: Mode traduction

source: Translation Mode: %@ -> English
de: Übersetzungsmodus: %@ -> Englisch
es: Modo traducción: %@ -> inglés
fr: Mode traduction : %@ -> anglais

source: Translation needs a Whisper model; dictation transcribes when you stop recording.
de: Übersetzung benötigt ein Whisper-Modell; Diktate werden beim Stoppen der Aufnahme transkribiert.
es: La traducción necesita un modelo Whisper; el dictado se transcribe al detener la grabación.
fr: La traduction nécessite un modèle Whisper ; la dictée est transcrite à l'arrêt de l'enregistrement.

source: Trim silence from dictation clips and skip clips with no speech
de: Kürzt Stille in Diktaten und überspringt Clips ohne Sprache
es: Recorta los silencios de los dictados y omite los fragmentos sin voz
fr: Supprime les silences des dictées et ignore les extraits sans parole

source: Try It
de: Ausprobieren
es: Pruébalo
fr: Essayer

source: Try It Out
de: Probier es aus
es: Pruébalo
fr: Essayez

source: Try it
de: Ausprobieren
es: Probar
fr: Essayer

source: Turn Off History
de: Verlauf ausschalten
es: Desactivar historial
fr: Désactiver l'historique

source: Turn on Apple Intelligence in System Settings
de: Aktiviere Apple Intelligence in den Systemeinstellungen
es: Activa Apple Intelligence en Ajustes del Sistema
fr: Activez Apple Intelligence dans Réglages Système

source: Type characters
de: Zeichen tippen
es: Escribir caracteres
fr: Taper les caractères

source: Types the text key by key, for apps that block pasting
de: Tippt den Text Taste für Taste, für Apps, die das Einsetzen blockieren
es: Escribe el texto tecla a tecla, para apps que bloquean el pegado
fr: Tape le texte touche par touche, pour les apps qui bloquent le collage

source: URL Added to Queue
de: URL zur Warteschlange hinzugefügt
es: URL añadida a la cola
fr: URL ajoutée à la file

source: Ultra Thick
de: Extradick
es: Ultragrueso
fr: Ultra épais

source: Ultra Thin
de: Extradünn
es: Ultrafino
fr: Ultra fin

source: Unable to start dictation.
de: Diktat kann nicht gestartet werden.
es: No se puede iniciar el dictado.
fr: Impossible de démarrer la dictée.

source: Unavailable device
de: Nicht verfügbares Gerät
es: Dispositivo no disponible
fr: Périphérique indisponible

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Unknown language: %@
de: Unbekannte Sprache: %@
es: Idioma desconocido: %@
fr: Langue inconnue : %@

source: Unload Model When Idle
de: Modell bei Inaktivität entladen
es: Descargar modelo en reposo
fr: Décharger le modèle inactif

source: Unload Now
de: Jetzt entladen
es: Descargar ahora
fr: Décharger maintenant

source: Unload model when idle
de: Modell bei Inaktivität entladen
es: Descargar modelo en reposo
fr: Décharger le modèle inactif

source: Unloaded
de: Entladen
es: Descargado de memoria
fr: Déchargé

source: Unloading
de: Wird entladen
es: Descargando de memoria
fr: Déchargement

source: Unstar
de: Markierung entfernen
es: Quitar estrella
fr: Retirer l'étoile

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour

source: Update %@ available
de: Update %@ verfügbar
es: Actualización %@ disponible
fr: Mise à jour %@ disponible

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible

source: Update Downloaded
de: Update geladen
es: Actualización descargada
fr: Mise à jour téléchargée

source: Update Error
de: Update-Fehler
es: Error de actualización
fr: Erreur de mise à jour

source: Update checks are off, so the release notes were not downloaded.
de: Die Update-Prüfung ist aus, daher wurden die Versionshinweise nicht geladen.
es: Las comprobaciones de actualizaciones están desactivadas, así que no se descargaron las notas de la versión.
fr: La recherche de mises à jour est désactivée, les notes de version n'ont donc pas été téléchargées.

source: Use Script
de: Skript verwenden
es: Usar script
fr: Utiliser le script

source: Use Server Token
de: Server-Token verwenden
es: Usar token del servidor
fr: Utiliser le jeton du serveur

source: Use a different microphone while your Mac runs in clamshell mode
de: Nutzt ein anderes Mikrofon, wenn dein Mac zugeklappt betrieben wird
es: Usa otro micrófono cuando tu Mac funciona con la tapa cerrada
fr: Utilise un autre microphone quand votre Mac fonctionne écran rabattu

source: Use this shortcut to open a file selection dialog for transcription.
de: Mit diesem Kurzbefehl öffnest du eine Dateiauswahl zum Transkribieren.
es: Usa este atajo para abrir un selector de archivos para transcribir.
fr: Utilisez ce raccourci pour ouvrir un sélecteur de fichiers à transcrire.

source: Using %@ · %@ loading
de: %1$@ aktiv · %2$@ wird geladen
es: Usando %1$@ · cargando %2$@
fr: %1$@ utilisé · chargement de %2$@

source: Via event monitor
de: Per Ereignismonitor
es: Mediante monitor de eventos
fr: Via le moniteur d'événements

source: Via system hotkey
de: Per System-Hotkey
es: Mediante atajo del sistema
fr: Via le raccourci système

source: Video Information
de: Videoinformationen
es: Información del vídeo
fr: Informations sur la vidéo

source: Video formats:
de: Videoformate:
es: Formatos de vídeo:
fr: Formats vidéo :

source: View
de: Anzeigen
es: Ver
fr: Afficher

source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails

source: View Release Notes
de: Versionshinweise anzeigen
es: Ver notas de la versión
fr: Voir les notes de version

source: View this release on GitHub
de: Diese Version auf GitHub ansehen
es: Ver esta versión en GitHub
fr: Voir cette version sur GitHub

source: Voice Request:
de: Sprachanfrage:
es: Petición por voz:
fr: Demande vocale :

source: Wait after writing the clipboard before sending Cmd-V
de: Wartezeit nach dem Schreiben in die Zwischenablage, bevor Cmd-V gesendet wird
es: Espera tras escribir en el portapapeles antes de enviar Cmd-V
fr: Délai après l'écriture dans le presse-papiers avant d'envoyer Cmd-V

source: Wait before restoring the clipboard; raise it if an app pastes your old clipboard
de: Wartezeit vor dem Wiederherstellen der Zwischenablage; erhöhe sie, wenn eine App deine alte Zwischenablage einsetzt
es: Espera antes de restaurar el portapapeles; súbelo si una app pega tu portapapeles anterior
fr: Délai avant de restaurer le presse-papiers ; augmentez-le si une app colle votre ancien presse-papiers

source: Waiting for AI framework to initialize...
de: Warten auf den Start des KI-Frameworks...
es: Esperando a que se inicie el framework de IA...
fr: En attente de l'initialisation du framework d'IA...

source: Waiting for model...
de: Warten auf das Modell...
es: Esperando al modelo...
fr: En attente du modèle...

source: Welcome
de: Willkommen
es: Bienvenida
fr: Bienvenue

source: Welcome to Whispera
de: Willkommen bei Whispera
es: Te damos la bienvenida a Whispera
fr: Bienvenue dans Whispera

source: What appears on screen while dictating.
de: Was beim Diktieren auf dem Bildschirm erscheint.
es: Lo que aparece en pantalla mientras dictas.
fr: Ce qui s'affiche à l'écran pendant la dictée.

source: What's New
de: Neuigkeiten
es: Novedades
fr: Nouveautés

source: What's New After Updates
de: Neuigkeiten nach Updates
es: Novedades tras actualizar
fr: Nouveautés après mise à jour

source: What's New in Whispera
de: Neu in Whispera
es: Novedades de Whispera
fr: Nouveautés de Whispera

source: When hidden, open Whispera again from Finder or Spotlight to show the icon and its menu
de: Wenn es ausgeblendet ist, öffne Whispera erneut über den Finder oder Spotlight, um das Symbol und sein Menü anzuzeigen
es: Si está oculto, vuelve a abrir Whispera desde Finder o Spotlight para mostrar el icono y su menú
fr: Lorsqu'elle est masquée, rouvrez Whispera depuis le Finder ou Spotlight pour afficher l'icône et son menu

source: When off, dictation is pasted exactly as you said it.
de: Wenn aus, wird das Diktat genau so eingefügt, wie du es gesagt hast.
es: Si está desactivado, el dictado se pega tal como lo dijiste.
fr: Désactivé, la dictée est collée exactement telle que vous l'avez dite.

source: Where recipes run, Clean up included. Any OpenAI-compatible server: a local runtime (ollama, llama-server, LM Studio) or a cloud with your own key.
de: Hier laufen Rezepte, auch „Clean up“. Jeder OpenAI-kompatible Server: eine lokale Laufzeit (ollama, llama-server, LM Studio) oder eine Cloud mit eigenem Schlüssel.
es: Donde se ejecutan las recetas, «Clean up» incluida. Cualquier servidor compatible con OpenAI: un entorno local (ollama, llama-server, LM Studio) o una nube con tu propia clave.
fr: Là où s'exécutent les recettes, « Clean up » comprise. Tout serveur compatible OpenAI : un moteur local (ollama, llama-server, LM Studio) ou un cloud avec votre propre clé.

source: Where speech-to-text runs. On-device needs no network.
de: Wo die Spracherkennung läuft. Auf dem Gerät braucht kein Netzwerk.
es: Dónde se ejecuta la conversión de voz a texto. En el dispositivo no necesita red.
fr: Où s'exécute la reconnaissance vocale. Sur l'appareil, aucun réseau n'est nécessaire.

source: Where start and stop sounds play
de: Wo Start- und Stopptöne abgespielt werden
es: Dónde se reproducen los sonidos de inicio y fin
fr: Où les sons de début et de fin sont lus

source: Where your account's devices meet. Self-hosters point this at their own server.
de: Hier finden sich die Geräte deines Kontos. Wer selbst hostet, trägt den eigenen Server ein.
es: Donde se encuentran los dispositivos de tu cuenta. Si lo alojas tú, apunta a tu propio servidor.
fr: Là où les appareils de votre compte se retrouvent. En auto-hébergement, indiquez votre propre serveur.

source: Which hardware runs the speech model. Changing it reloads the model.
de: Welche Hardware das Sprachmodell ausführt. Eine Änderung lädt das Modell neu.
es: Qué hardware ejecuta el modelo de voz. Al cambiarlo, el modelo se vuelve a cargar.
fr: Matériel qui exécute le modèle vocal. Le modifier recharge le modèle.

source: While Whispera is focused
de: Während Whispera aktiv ist
es: Con Whispera en primer plano
fr: Quand Whispera est au premier plan

source: Whisper Model
de: Whisper-Modell
es: Modelo Whisper
fr: Modèle Whisper

source: Whisper model
de: Whisper-Modell
es: Modelo Whisper
fr: Modèle Whisper

source: Whisper-powered voice transcription for macOS
de: Sprachtranskription mit Whisper für macOS
es: Transcripción de voz con Whisper para macOS
fr: Transcription vocale propulsée par Whisper pour macOS

source: WhisperKit Models
de: WhisperKit-Modelle
es: Modelos de WhisperKit
fr: Modèles WhisperKit

source: Whispera %@ has been downloaded. Would you like to install it now?
de: Whispera %@ wurde geladen. Möchtest du es jetzt installieren?
es: Se ha descargado Whispera %@. ¿Quieres instalarlo ahora?
fr: Whispera %@ a été téléchargé. Voulez-vous l'installer maintenant ?

source: Whispera %@ is available. Would you like to download it now?
de: Whispera %@ ist verfügbar. Möchtest du es jetzt laden?
es: Whispera %@ está disponible. ¿Quieres descargarlo ahora?
fr: Whispera %@ est disponible. Voulez-vous le télécharger maintenant ?

source: Whispera - Downloading
de: Whispera - Wird geladen
es: Whispera - Descargando
fr: Whispera - Téléchargement

source: Whispera - Permissions Required
de: Whispera - Berechtigungen erforderlich
es: Whispera - Se requieren permisos
fr: Whispera - Autorisations requises

source: Whispera - Recording
de: Whispera - Aufnahme
es: Whispera - Grabando
fr: Whispera - Enregistrement

source: Whispera - Transcribing
de: Whispera - Transkription
es: Whispera - Transcribiendo
fr: Whispera - Transcription

source: Whispera Settings
de: Whispera-Einstellungen
es: Ajustes de Whispera
fr: Réglages de Whispera

source: Whispera account
de: Whispera-Konto
es: Cuenta de Whispera
fr: Compte Whispera

source: Whispera couldn't paste because Accessibility access is off. The transcript is on the clipboard. Turn Whispera on in System Settings > Privacy & Security > Accessibility.
de: Whispera konnte nicht einfügen, weil der Bedienungshilfen-Zugriff aus ist. Das Transkript liegt in der Zwischenablage. Aktiviere Whispera unter Systemeinstellungen > Datenschutz & Sicherheit > Bedienungshilfen.
es: Whispera no pudo pegar porque el acceso de Accesibilidad está desactivado. La transcripción está en el portapapeles. Activa Whispera en Ajustes del Sistema > Privacidad y seguridad > Accesibilidad.
fr: Whispera n'a pas pu coller car l'accès Accessibilité est désactivé. La transcription est dans le presse-papiers. Activez Whispera dans Réglages Système > Confidentialité et sécurité > Accessibilité.

source: Whispera couldn't type because Accessibility access is off. Turn Whispera on in System Settings > Privacy & Security > Accessibility.
de: Whispera konnte nicht tippen, weil der Bedienungshilfen-Zugriff aus ist. Aktiviere Whispera unter Systemeinstellungen > Datenschutz & Sicherheit > Bedienungshilfen.
es: Whispera no pudo escribir porque el acceso de Accesibilidad está desactivado. Activa Whispera en Ajustes del Sistema > Privacidad y seguridad > Accesibilidad.
fr: Whispera n'a pas pu saisir le texte car l'accès Accessibilité est désactivé. Activez Whispera dans Réglages Système > Confidentialité et sécurité > Accessibilité.

source: Whispera is configured and ready to use.
de: Whispera ist eingerichtet und einsatzbereit.
es: Whispera está configurado y listo para usar.
fr: Whispera est configuré et prêt à l'emploi.

source: Whispera is now configured and ready to use.
de: Whispera ist jetzt eingerichtet und einsatzbereit.
es: Whispera ya está configurado y listo para usar.
fr: Whispera est configuré et prêt à l'emploi.

source: Whispera needs access to your microphone to transcribe audio. Please grant permission in System Settings > Privacy & Security > Microphone.
de: Whispera braucht Zugriff auf dein Mikrofon, um Audio zu transkribieren. Erteile die Berechtigung unter Systemeinstellungen > Datenschutz & Sicherheit > Mikrofon.
es: Whispera necesita acceso al micrófono para transcribir audio. Concede el permiso en Ajustes del Sistema > Privacidad y seguridad > Micrófono.
fr: Whispera a besoin d'accéder à votre micro pour transcrire l'audio. Accordez l'autorisation dans Réglages Système > Confidentialité et sécurité > Micro.

source: Whispera needs accessibility permissions to work with global keyboard shortcuts.
de: Whispera benötigt Zugriff auf Bedienungshilfen für globale Tastaturkurzbefehle.
es: Whispera necesita permisos de accesibilidad para usar atajos de teclado globales.
fr: Whispera a besoin des autorisations d'accessibilité pour les raccourcis clavier globaux.

source: Whispera needs these permissions to work with global shortcuts and record audio.
de: Whispera braucht diese Berechtigungen für globale Kurzbefehle und Audioaufnahmen.
es: Whispera necesita estos permisos para usar atajos globales y grabar audio.
fr: Whispera a besoin de ces autorisations pour utiliser les raccourcis globaux et enregistrer l'audio.

source: Window Corner Radius
de: Eckenradius
es: Radio de las esquinas
fr: Arrondi des coins

source: Window Position Offset
de: Fensterabstand
es: Desplazamiento de la ventana
fr: Décalage de la fenêtre

source: Window Transparency
de: Fenstertransparenz
es: Transparencia de ventanas
fr: Transparence des fenêtres

source: Window follows cursor position while typing
de: Fenster folgt beim Tippen dem Cursor
es: La ventana sigue al cursor mientras escribes
fr: La fenêtre suit le curseur pendant la saisie

source: With Timestamps
de: Mit Zeitstempeln
es: Con marcas de tiempo
fr: Avec horodatage

source: Word
de: Wort
es: Palabra
fr: Mot

source: Write token
de: Schreib-Token
es: Token de escritura
fr: Jeton d’écriture

source: You can change these later in Settings
de: Du kannst sie später in den Einstellungen ändern
es: Puedes cambiarlos más tarde en Ajustes
fr: Vous pourrez les modifier plus tard dans les réglages

source: You're All Set!
de: Alles bereit!
es: ¡Todo listo!
fr: Tout est prêt !

source: You're Ready
de: Alles bereit
es: Todo listo
fr: Vous êtes prêt

source: You're running the latest version of Whispera.
de: Du verwendest die neueste Version von Whispera.
es: Tienes la versión más reciente de Whispera.
fr: Vous utilisez la dernière version de Whispera.

source: YouTube Transcription
de: YouTube-Transkription
es: Transcripción de YouTube
fr: Transcription YouTube

source: YouTube Transcription Error
de: Fehler bei der YouTube-Transkription
es: Error de transcripción de YouTube
fr: Erreur de transcription YouTube

source: YouTube audio quality
de: YouTube-Audioqualität
es: Calidad de audio de YouTube
fr: Qualité audio YouTube

source: Your Response:
de: Deine Antwort:
es: Tu respuesta:
fr: Votre réponse :
